tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "omnisharp/omnisharp-roslyn"
tap "spicetify/tap"
brew "glib"
brew "azure-cli"
brew "cmake"
brew "cmake-docs"
brew "ctags"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "gcc"
brew "git"
brew "iperf"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "marksman"
brew "minimal-racket"
brew "mono-libgdiplus"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "p7zip"
brew "pyenv"
brew "sbcl"
brew "spaceship"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "omnisharp/omnisharp-roslyn/omnisharp-mono"
brew "spicetify/tap/spicetify-cli"
cask "1password"
cask "android-file-transfer"
cask "android-platform-tools"
cask "azure-data-studio"
cask "calibre"
cask "discord"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-200"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "fontforge"
cask "google-chrome"
cask "insomnia"
cask "kitty"
cask "macfuse"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "notion"
cask "obs"
cask "rectangle"
cask "rider"
cask "spotify"
cask "telegram"
cask "thunderbird"
cask "transmission"
cask "unified-remote"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "Angular.ng-template"
vscode "Catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "evzen-wybitul.magic-racket"
vscode "johnpapa.Angular2"
vscode "mattn.Lisp"
vscode "ms-dotnettools.csharp"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "mtxr.sqltools"
vscode "redhat.java"
vscode "rogalmic.bash-debug"
vscode "shakram02.bash-beautify"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
