tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "spicetify/tap"
brew "azure-cli"
brew "glib"
brew "cmake"
brew "cmake-docs"
brew "ctags"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "gcc"
brew "git"
brew "iperf"
brew "llvm"
brew "make"
brew "minimal-racket"
brew "mono-libgdiplus"
brew "neofetch"
brew "nvm"
brew "openjdk"
brew "p7zip"
brew "pyenv"
brew "sbcl"
brew "spaceship"
brew "vim"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "spicetify/tap/spicetify-cli"
cask "1password"
cask "android-platform-tools"
cask "azure-data-studio"
cask "calibre"
cask "discord"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-200"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "fontforge"
cask "google-chrome"
cask "insomnia"
cask "kitty"
cask "macfuse"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "notion"
cask "rectangle"
cask "rider"
cask "spotify"
cask "telegram"
cask "thunderbird"
cask "transmission"
cask "unified-remote"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
