tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "omnisharp/omnisharp-roslyn"
tap "spicetify/tap"
brew "python@3.11"
brew "azure-cli"
brew "git"
brew "neofetch"
brew "nvm"
brew "spaceship"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "blackhole-2ch"
cask "brave-browser"
cask "discord"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-200"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "fontforge"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "Angular.ng-template"
vscode "AykutSarac.jsoncrack-vscode"
vscode "Catppuccin.catppuccin-vsc"
vscode "cyrilletuzi.angular-schematics"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "formulahendry.auto-rename-tag"
vscode "hbenl.vscode-test-explorer"
vscode "jock.svg"
vscode "johnpapa.Angular2"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "mtxr.sqltools"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "redhat.vscode-xml"
vscode "ritwickdey.LiveServer"
vscode "rogalmic.bash-debug"
vscode "shakram02.bash-beautify"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "tamasfe.even-better-toml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
